{
  "title": "Traiter les données selon vos préférences",
  "ready-to-get-started": "Prêt à commencer?",
  "get-started": "Commencer",
  "paragraph-1": "Présentation de Kalygo, votre compagnon de traitement de documents. Le monde générant quotidiennement un océan d'informations, il est facile de se perdre dans les vagues. Kalygo est la solution révolutionnaire vous permettant de télécharger vos documents en toute sécurité et d'en créer des versions simplifiées et abrégées en fonction de vos préférences. Que vous soyez un étudiant essayant de saisir l'essence d'une quantité écrasante de documents ou un professionnel cherchant à extraire les points essentiels d'une pile de documents sur votre bureau virtuel, Kalygo a ce qu'il vous faut.",
  "paragraph-2": "Notre technologie open source et de pointe est conçue pour vous rendre la vie plus facile et plus productive. Kalygo utilise des outils avancés qui maintiennent l'intégrité de vos documents originaux tout en les présentant dans leurs formats les plus digestes. C'est une révolution dans la façon dont vous interagissez avec vos données. Dites adieu au défilement sans fin et bonjour à l'extraction d'informations ciblées et concises qui vous propulse vers vos objectifs.",
  "paragraph-3": "La sécurité est au cœur de Kalygo et nous comprenons que vos documents sont précieux et souvent sensibles, c'est pourquoi nos mesures de sécurité garantissent que vos données restent protégées. Lorsque vous utilisez Kalygo, vous rejoignez un écosystème qui valorise et protège vos données autant que vous. Bien que Kalygo monétise les données des utilisateurs, toutes les manières dont il le fait sont rendues transparentes via les contrôles de l'utilisateur et les conditions d'utilisation.",
  "paragraph-4": "Pour seulement $89,99 par mois, vous pouvez déverrouiller le pouvoir de transformer votre relation avec les documents dès aujourd'hui. Prenez les rênes et découvrez la magie des informations concises à portée de main. Nous sommes convaincus qu'une fois que vous aurez essayé Kalygo, il deviendra un élément indispensable de votre vie quotidienne. Entrez dans le futur du traitement de documents avec Kalygo et ne regardez jamais en arrière !"
}