{
  "blog": {
    "title": "Notre blog",
    "subtitle": "Apprenez-en davantage sur Kalygo grâce à notre communauté",
    "scanning-modes": {
      "title": "Les 4 modes d'analyse des données de Kalygo",
      "description": "La sauce de Kalygo réside dans les 4 techniques d'analyse de données qu'il prend en charge pour alimenter les données de votre IA souhaitée. des modèles.",
      "category": "Apprentissage",
      "author": {
        "name": "Tad Duval"
      }
    },
    "text-to-speech-teaser": {
      "title": "Développements potentiels de synthèse vocale avec une société de sous-titrage renommée basée dans le Maryland",
      "description": "Une société établie détenant des licences commerciales pour plusieurs systèmes d'IA de pointe. models a exprimé son intérêt pour la commercialisation de sa propriété intellectuelle avec Kalygo.",
      "category": "Développement des affaires",
      "author": {
        "name": "Tad Duval",
        "role": "Fondateur"
      }
    }
  },
  "scanning-modes": {
    "title": "Modes de numérisation de documents de Kalygo",
    "toc": "Table des matières",
    "mode-1": "Chacun dans l'ensemble",
    "mode-2": "Chacun en morceaux",
    "mode-3": "Dans l'ensemble",
    "mode-4": "Par page",
    "mode-1-description": "Ce mode découpe les données de chaque fichier que vous téléchargez par lots afin que chaque morceau se trouve dans la limite contextuelle de l'IA. modèle que vous utilisez. L'invite que vous spécifiez sera appliquée à chaque bloc de manière séquentielle, la réponse d'achèvement de chaque bloc étant transmise comme contexte pour le bloc suivant. Vous pouvez éventuellement spécifier une « invite finale », utile pour peaufiner le résultat de la numérisation sur chaque document avant de présenter le résultat.",
    "mode-1-emphasis": "Ce mode est idéal pour lire des livres ou extraire des informations à partir de données linéaires.",
    "mode-2-description": "Ce mode découpe les données de chaque fichier que vous téléchargez afin que chaque morceau se trouve dans la limite contextuelle de l'IA. modèle que vous utilisez. L'invite que vous spécifiez sera appliquée à chaque morceau indépendamment des autres morceaux, c'est-à-dire : en parallèle.",
    "mode-2-emphasis": "Ce mode est idéal pour générer des résumés rapides des sections de chaque document téléchargé dans un lot ou pour effectuer des recherches conceptuelles rapides sur chaque document dans un lot.",
    "mode-3-description": "Ce mode est identique au mode « Chaque document global », sauf qu'il émet une invite supplémentaire pour la sortie de chaque document traité dans un lot.",
    "mode-3-emphasis": "Ce mode est idéal pour avoir une compréhension globale d’une collection de documents.",
    "mode-4-description": "Ce mode n'est disponible que pour les formats de documents paginés tels que les PDF. Ce mode applique une invite à chaque page de chaque document téléchargé par lot. Si le résultat final d’une page vous intrigue, vous pouvez facilement extraire le document source dont elle est issue pour vérifier sa crédibilité.",
    "mode-4-emphasis": "Ce mode est idéal pour obtenir un aperçu précis et traçable d’une collection de documents paginés."
  },
  "text-to-speech-teaser": {
    "title": "Développements potentiels avec une société de sous-titrage renommée basée dans le Maryland",
    "toc": "Table des matières",
    "paragraph-1": "Une société de sous-titrage renommée basée dans le Maryland a réfléchi avec Kalygo sur la possibilité de travailler ensemble pour développer plusieurs applications afin de commercialiser quelques-unes des technologies d'IA. licences modèles qu’ils ont récemment obtenues.",
    "paragraph-2": "L'A.I. les modèles mentionnés sont des modèles synthèse vocale de pointe développés par un géant anonyme de la Big Tech.",
    "paragraph-3": "Nous ne savons pas comment ces développements progresseront, mais nous avons pensé qu'il était plus stratégique de partager ces perspectives passionnantes avec la communauté Kalygo."
  }
}