{
  "title": "Procesar datos de acuerdo a sus preferencias",
  "ready-to-get-started": "¿Listo para comenzar?",
  "get-started": "Empezar",
  "paragraph-1": "Presentamos Kalygo, su compañero de procesamiento de documentos. Con el mundo generando un océano de información diariamente, es fácil perderse en las olas. Kalygo navega como la solución innovadora que le permite cargar sus documentos de forma segura y crear versiones simplificadas y resumidas de ellos de acuerdo con sus preferencias. Ya sea que sea un estudiante que intenta comprender la esencia de una cantidad abrumadora de material o un profesional que busca extraer los puntos centrales de una pila de documentos en su escritorio virtual, Kalygo lo tiene cubierto.",
  "paragraph-2": "Nuestra tecnología de código abierto y de vanguardia está diseñada para hacer su vida más fácil y productiva. Kalygo emplea herramientas avanzadas que mantienen la integridad de sus documentos originales mientras los presenta en sus formatos más digeribles. Es una revolución en la forma en que interactúa con sus datos. Diga adiós al desplazamiento interminable y hola a la extracción de información concisa y enfocada que lo impulsa hacia sus objetivos.",
  "paragraph-3": "La seguridad es el núcleo de Kalygo y entendemos que sus documentos son valiosos y, a menudo, confidenciales, por lo que nuestras medidas de seguridad garantizan que sus datos permanezcan protegidos. Cuando usa Kalygo, se une a un ecosistema que valora y protege sus datos tanto como usted. Si bien Kalygo monetiza los datos del usuario, todas las formas en que lo hace se hacen transparentes a través de los controles del usuario y los términos de uso.",
  "paragraph-4": "For just $9.99 per month, you can unlock the power to transform your relationship with documents today. Take the reins, and experience the magic of concise information at your fingertips. We're confident that once you try Kalygo, it'll become an indispensable part of your daily life. Step into the future of document processing with Kalygo and never look back!"
}