{
  "blog": {
    "title": "Nuestro blog",
    "subtitle": "Obtenga más información sobre Kalygo en nuestra comunidad",
    "scanning-modes": {
      "title": "Los 4 modos de escaneo de datos de Kalygo",
      "description": "La salsa de Kalygo está en las 4 técnicas de escaneo de datos que admite para introducir datos en la IA que desee. modelos.",
      "category": "Aprendiendo",
      "author": {
        "name": "Tad Duval",
        "role": "Fundador"
      }
    },
    "text-to-speech-teaser": {
      "title": "Posibles desarrollos de texto a voz con la reconocida empresa A11y, con sede en Maryland",
      "description": "Una empresa establecida que posee licencias comerciales para varios sistemas de inteligencia artificial de última generación. models ha expresado interés en comercializar su IP con Kalygo.",
      "category": "Desarrollo de negocios",
      "author": {
        "name": "Tad Duval",
        "role": "Fundador"
      }
    }
  },
  "scanning-modes": {
    "title": "Modos de escaneo de documentos de Kalygo",
    "toc": "Tabla de contenido",
    "mode-1": "Cada general",
    "mode-2": "Cada uno en trozos",
    "mode-3": "En general",
    "mode-4": "Por página",
    "mode-1-description": "Este modo corta los datos de cada archivo que carga en un lote para que cada fragmento esté dentro del límite de contexto de la A.I. modelo que estás utilizando. El mensaje que especifique se aplicará a cada fragmento de forma secuencial y la respuesta de finalización de cada fragmento se pasará como contexto para el fragmento siguiente. Opcionalmente, puede especificar un 'mensaje final' que es útil para pulir el resultado del escaneo en cada documento antes de presentar el resultado.",
    "mode-1-emphasis": "Este modo es ideal para leer libros o extraer información de datos lineales.",
    "mode-2-description": "Este modo corta los datos de cada archivo que carga para que cada fragmento esté dentro del límite de contexto de la A.I. modelo que estás utilizando. El mensaje que especifique se aplicará a cada fragmento independientemente de los demás, es decir, en paralelo.",
    "mode-2-emphasis": "Este modo es excelente para generar resúmenes rápidos de las secciones de cada documento cargado en un lote o para realizar búsquedas conceptuales rápidas en cada documento de un lote.",
    "mode-3-description": "Este modo es igual que el modo \"Cada general\", excepto que emite un mensaje adicional en la salida de cada documento procesado en un lote.",
    "mode-3-emphasis": "Este modo es excelente para obtener una comprensión general de una colección de documentos.",
    "mode-4-description": "Este modo sólo está disponible para formatos de documentos paginados como PDF. Este modo aplica un mensaje a cada página de cada documento cargado en un lote. Si le intriga el resultado final de una página, puede acceder fácilmente al documento fuente del que procede para verificar su credibilidad.",
    "mode-4-emphasis": "Este modo es excelente para obtener una descripción general precisa y rastreable de una colección de documentos paginados."
  },
  "text-to-speech-teaser": {
    "title": "Posibles desarrollos con la reconocida empresa A11y con sede en Maryland",
    "toc": "Tabla de contenido",
    "paragraph-1": "Una reconocida empresa A11y con sede en Maryland ha intercambiado ideas con Kalygo sobre el potencial de trabajar juntos para desarrollar varias aplicaciones para comercializar algunas de las aplicaciones de IA. licencias de modelo que obtuvieron recientemente.",
    "paragraph-2": "La IA Los modelos a los que se hace referencia son modelos de texto-voz de última generación desarrollados por un gigante anónimo de las grandes tecnologías.",
    "paragraph-3": "No sabemos cómo progresarán estos desarrollos, pero sentimos que era más estratégico compartir estas interesantes perspectivas con la comunidad de Kalygo.",
    "paragraph-4": "Comparta el blog de Kalygo con sus amigos y familiares y suscríbase también a Kalygo YouTube, X, Instagram y LinkedIn para mantenerse actualizado."
  }
}
