{
  "title": "Processe dados de acordo com suas preferências",
  "ready-to-get-started": "Pronto para começar?",
  "get-started": "iniciar",
  "paragraph-1": "Apresentando Kalygo, seu companheiro de processamento de documentos. Com o mundo gerando diariamente um oceano de informações, é fácil se perder nas ondas. Kalygo navega como a solução revolucionária, permitindo que você carregue seus documentos com segurança e crie versões simplificadas e resumidas deles de acordo com suas preferências. Se você é um estudante tentando compreender a essência de uma quantidade enorme de material ou um profissional que procura extrair os pontos principais de uma pilha de documentos em sua mesa virtual, Kalygo tem o que você precisa.",
  "paragraph-2": "Nossa tecnologia de código aberto e de ponta é adaptada para tornar sua vida mais fácil e produtiva. Kalygo emprega ferramentas avançadas que mantêm a integridade de seus documentos originais enquanto os apresentam em seus formatos mais digeríveis. É uma revolução na forma como você interage com seus dados. Diga adeus à rolagem sem fim e olá à extração de informações focada e concisa que o impulsiona em direção aos seus objetivos.",
  "paragraph-3": "A segurança está no centro do Kalygo e entendemos que seus documentos são preciosos e muitas vezes sensíveis, então nossas medidas de segurança garantem que seus dados permaneçam protegidos. Ao usar o Kalygo, você se junta a um ecossistema que valoriza e protege seus dados tanto quanto você. Embora o Kalygo monetize os dados do usuário, todas as maneiras pelas quais ele faz isso são transparentes por meio dos controles do usuário e dos termos de uso.",
  "paragraph-4": "Através do sistema baseado em créditos do Kalygo, você pode desbloquear hoje o poder de transformar seu relacionamento com documentos grandes (você paga de acordo com quantas palavras processa). Tome as rédeas e experimente a magia das informações concisas ao seu alcance. Estamos confiantes de que, depois de experimentar o Kalygo, ele se tornará uma parte indispensável da sua vida diária. Entre no futuro do processamento de documentos com Kalygo e nunca olhe para trás!"
}